{
  "defaultcard": "full",
  "displaychecked": true,
  "tableofcontents": true,
  "groups": {
    "Full Card Format" : {
      "comment": "This the most complex formatting provided presenting all of the main details in an interactive card like presentation",
      "card": "full"},
    "Simple Card Format" : {
      "comment": "This is a simplified version of the full card, the sizes of the image is generally limited, the second title is not shown and the cards are arrange in columns rather than rows.",
      "card": "simple"},
    "Image Only Format" : {
      "comment": "This is simplest card format, limited to a clickable image with the primary title shown as hover text.",
      "card": "image"},
    "List Format" : {
      "comment": "The list format only display clickable titles and the comment for each entry, arranged as a simple bulet point list.",
      "card": "list"}
    	},
  "list": [{
	"groups": ["Full Card Format", "Simple Card Format", "Image Only Format", "List Format"],
	"ptitle": "Read this first",
	"stitle": "How to use this resource",
	"comment": "Includes a baseline of requirements",
	"image": "graphics/TANC%20-%20IIIF.png",
	"checked": "",
	"link": ""
},{
	"groups": ["Full Card Format", "Simple Card Format", "Image Only Format", "List Format"],
	"ptitle": "Augment with existing IDs",
	"stitle": "Externally-created persistent identifiers are included for items and entities within metadata",
	"comment": "PIDs such as Wikidata IDs, ISNIs, Getty URIs, DOIs, Gazetteer URIs and IDs from other collections can be added to collection management systems. These can be included for related collection items, an identifier for a collection item itself where it is represented in another identifier scheme and authority files.",
	"image": "graphics/TANC%20-%20PIDS.png",
	"checked": "",
	"link": ""
},{
	"groups": ["Full Card Format", "Simple Card Format", "Image Only Format", "List Format"],
	"ptitle": "Assign IDs which could be persistent",
	"stitle": "Items and entities are assigned identifiers which could be machine readable and persistent",
	"comment": "Identifiers have a potentially machine readable format which could be expressed in a globally unique way via a DOI prefix, URI namespace or other.",
	"image": "",
	"checked": "",
	"link": ""
},{
  	"groups": ["Full Card Format", "Simple Card Format", "Image Only Format", "List Format"],
  	"ptitle": "Humanly resolvable PIDs",
  	"stitle": "Items and entities are assigned identifiers which are externally resolvable in a human readable format",
  	"comment": "A PID can be presented as a link which resolves to a publicly accessible web page containing metadata about the item or concept. Minimum metadata is required. Metadata has an open license to enable reuse.",
  	"image": "",
 	"checked": "",
  	"link": ""
},{
	"groups": ["Full Card Format", "Simple Card Format", "Image Only Format", "List Format"],
	"ptitle": "Commit to persisting existing IDs",
	"stitle": "Items and entities are assigned identifiers which the organisation commits to persisting",
	"comment": "A PID can be presented as a link which resolves to a publicly accessible web page containing metadata about the item or concept. Minimum metadata is required. Metadata has an open license to enable reuse.",
	"image": "",
	"checked": "",
	"link": ""
},{
	"groups": ["Full Card Format", "Simple Card Format", "Image Only Format", "List Format"],
	"ptitle": "Machine readable PIDs",
	"stitle": "Items and entities are assigned identifiers which are resolvable in a machine readable format",
	"comment": "PIDs and metadata are made available in a machine readable format and via an API or SPARQL or OAI-PMH endpoint. Minimum metadata is required. Metadata has an open license to enable reuse.",
	"image": "",
	"checked": "",
	"link": ""
},{
	"groups": ["Full Card Format", "Simple Card Format", "Image Only Format", "List Format"],
	"ptitle": "Globally resolvable PIDs",
	"stitle": "Items and entities are assigned globally persistent, universally resolvable and maintained identifiers",
	"comment": "The identifiers are created under the auspices of an external identifier scheme such as ARKs, DOIs etc. The identifiers are resolvable via this scheme, rather than an institution specific domain (web address). This introduces contractual requirements for persistence and maintenance of access to resources.",
	"image": "",
	"checked": "",
	"link": ""  
}]
	
}
